# brew install
brew "apr"
brew "apr-util"
brew "bash-completion"
brew "cairo"
brew "coreutils"
brew "fontconfig"
brew "freetype"
brew "fribidi"
brew "gd"
brew "gdbm"
brew "gettext"
brew "git"
brew "glib"
brew "gmp"
brew "gradle"
brew "graphite2"
brew "graphviz"
brew "gts"
brew "harfbuzz"
brew "hugo"
brew "icu4c"
brew "isl"
brew "jasper"
brew "jpeg"
brew "jq"
brew "krb5"
brew "libffi"
brew "libidn2"
brew "libmpc"
brew "libpng"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libyaml"
brew "lz4"
brew "lzo"
brew "maven"
brew "mpfr"
brew "mysql"
brew "netpbm"
brew "nkf"
brew "oniguruma"
brew "openjdk"
brew "openjdk@11"
brew "openssl@1.1"
brew "pango"
brew "pcre"
brew "pcre2"
brew "perl"
brew "pixman"
brew "pkg-config"
brew "postgresql"
brew "protobuf"
brew "python"
brew "python@3.8"
brew "readline"
brew "ruby"
brew "sbt"
brew "sl"
brew "sphinx-doc"
brew "sqlite"
brew "subversion"
brew "telnet"
brew "tnftp"
brew "tree"
brew "utf8proc"
brew "webp"
brew "wget"
brew "xz"
brew "zsh-syntax-highlighting"

# brew cask install
cask "dotnet"
cask "firefox"
cask "gitup"
cask "google-chrome"
cask "java"
cask "java11"
cask "java8"
cask "macdown"
cask "powershell"
cask "vagrant"
cask "visual-studio-code"