tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash-completion"
brew "python@3.9"
brew "coreutils"
brew "docker-completion"
brew "gh"
brew "git"
brew "subversion"
brew "git-svn"
brew "go"
brew "gradle"
brew "graphviz"
brew "openjdk"
brew "groovy"
brew "hub"
brew "hugo"
brew "jenkins", restart_service: true
brew "maven"
brew "mysql", restart_service: true
brew "nkf"
brew "openjdk@11"
brew "pandoc"
brew "php"
brew "postgresql@14"
brew "rename"
brew "sbt"
brew "sl"
brew "sphinx-doc"
brew "telnet"
brew "tnftp"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
cask "dotnet"
cask "firefox"
cask "gitup"
cask "google-chrome"
cask "java11"
cask "java8"
cask "macdown"
cask "powershell"
cask "steam"
cask "vagrant"
